import {LOCALES} from "../locales";

export const About = {
   [LOCALES.RUSSIAN]:{
     "about":"Мы не можем изменить прошлое, но мы можем создать будущее",
     "about-title":"Наша цель - помочь студентам научиться программированию. Наши курсы подходят для всех -от начинающих до продвинутых программистов",
     "about-text":"C нуля до Junior",
     "text":"Обучись и стань Junior разработчиком!",
     "Employment":"Трудоустройство",
      "Employment-text":"Гарантировання стажировка!",
      "Portfolio":"Портфолио",
     "Portfolio-text":"5 качественных проектов к вам на портфолио",
      "student":"Что говорят наши студенты?"
   },
    [LOCALES.KYRGYZ]:{
        "about":"Биз өзгөртө албайбыз өткөн, бирок биз мүмкүн келечекти түзүү",
        "about-title" : "Биздин максат студенттерге билим алууга жардам берүү программалоо. Биздин курстар баарына ылайыктуу башталгычтардан өнүккөн программисттерге чейин",
        "about-text":"Нөлдөн Кенжеге чейин",
        "text":"йрөнүү жана болуу Кенже иштеп чыгуучу!",
        "Employment":"Иш менен камсыз кылуу",
        "Employment-text":"Кепилденген стажировка!",
        "Portfolio":"Портфолио",
        "Portfolio-text":"5 сапаттуу долбоор сиздин портфелиңизге",
        "student":"Биздин студенттер эмне дейт?"

    }

}