import {LOCALES} from "../locales";

export const Backend={
    [LOCALES.RUSSIAN]:{
       "oop":"ОС, Интернет, HTML база, Python <br>Переменные и типы <br> Списки, словари и множества <br>Основные операторы <br>Форматирование строк <br>Основные операции со строками.",
       "python":"Python <br>Условия <br>Циклы <br>Алгоритмы  <br>Функции <br>Понимание функции.",
       "java":"•Работа с файлами / Библиотеки <br>ТЕСТ/ЭКЗАМЕН <br>ООП (Объектно ориентированное программирование) - Классы и объекты  <br>Принципы ООП и.т.д",
       "object":"Проекты на Python <br>Telegram Bot <br>Parsing <br>Mentoring <br>Введение в Django <br>Django Documentation ",
       "django":"•Создание проекта. Основные файлы <br>Шаблонизатор Jinja и HTML шаблоны <br>Статические файлы. Добавление Bootstrap <br>Передача данных в шаблоны <br>Работа с базой данных. Создание модели / форма для добавления записей в БД <br>CRUD"
    },
    [LOCALES.KYRGYZ]:{
       "oop":"OS, Интернет, HTML базасы, Python <br>Өзгөрмөлөр жана типтерТизмелер, сөздүктөр жана топтомдор <br>Негизги операторлор <br>Сапты форматтоо <br>Саптар менен негизги операциялар.",
       "python":"•Python <br>Шарттар <br>Циклдер <br>Алгоритмдер <br>Функциялар <br>Функцияны түшүнүү.",
       "java":"•Файлдар / китепканалар менен иштөө <br>ТЕСТ/ЭКЗАМ <br>OOP (Object Oriented Programming) - Класстар жана Объекттер <br>OOP принциптери ж.б.",
       "object":"Python долбоорлору <br>Telegram боту <br>Талдоо <br>Насаатчылык <br>Джангого киришүү <br>Джанго документациясы",
       "django":"• Долбоорду түзүү. Негизги файлдар <br>Jinja үлгүсүнүн кыймылдаткычы жана HTML калыптары <br>Статикалык файлдар. Bootstrap кошуу <br>Дайындарды шаблондорго өткөрүү <br>База менен иштөө. Маалыматтар базасына жазууларды кошуу үчүн моделди/форманы түзүү <br>CRUD"
    },
}