import {LOCALES} from "../locales";

export const Hero = {
    [LOCALES.RUSSIAN]:{
        "hero":"Ваше будущее начинается сегодня",
        "btn_hero":"Связаться",
        "hero_des": `Курсы по программированию в Бишкеке. Обучаем с нуля до гарантированной стажировки за 7 месяцев!`
    },
    [LOCALES.KYRGYZ]:{
        "hero":"Сиздин келечегиңиз бүгүн башталат",
        "hero_des":"Бишкектеги программалоо курстары. Биз 7 айдын ичинде нөлдөн баштап кепилденген стажировкага чейин окутабыз!",
        "btn_hero":"Байланышуу",
    },
}