import {LOCALES} from "../locales";

export const Hero = {
    [LOCALES.RUSSIAN]:{
        "heroHome":"Ваше будущее начинается сегодня",
        "btn_home":"Связаться",
        "home_des": `Курсы по программированию в Бишкеке. Обучаем с нуля до гарантированной стажировки за 7 месяцев!`
    },
    [LOCALES.KYRGYZ]:{
        "heroHome":"Сиздин келечегиңиз бүгүн башталат",
        "home_des":"Бишкектеги программалоо курстары. Биз 7 айдын ичинде нөлдөн баштап кепилденген стажировкага чейин окутабыз!",
        "btn_home":"Байланышуу",
    },
}