import {LOCALES} from "../locales";
export const Review = {
    [LOCALES.RUSSIAN]:{
        "rew1":"За 7 месяцев я научился очень многому. После курса он помогли найти работу в IT-Компании. Огромное спасибо 'ITSPACE' ",
        "rew--group":"За 7 месяцев я научился очень многому. После курса он помогли найти работу в IT-Компании. Огромное спасибо 'ITSPACE' ",
        "rew2":"За 7 месяцев я научился очень многому. После курса он помогли найти работу в IT-Компании. Огромное спасибо 'ITSPACE' ",
        "rew3":"За 7 месяцев я научился очень многому. После курса он помогли найти работу в IT-Компании. Огромное спасибо 'ITSPACE' ",
        "rew4":"За 7 месяцев я научился очень многому. После курса он помогли найти работу в IT-Компании. Огромное спасибо 'ITSPACE' ",
        "rew5":"За 7 месяцев я научился очень многому. После курса он помогли найти работу в IT-Компании. Огромное спасибо 'ITSPACE' ",
        "rew6":"За 7 месяцев я научился очень многому. После курса он помогли найти работу в IT-Компании. Огромное спасибо 'ITSPACE' ",
        "rew7":"За 7 месяцев я научился очень многому. После курса он помогли найти работу в IT-Компании. Огромное спасибо 'ITSPACE' "
    },
    [LOCALES.KYRGYZ]:{
        "rew1":"7 айдын ичинде мен көп нерсени үйрөндүм көп. Алар курстан кийин жумуш табууга жардам берди IT компаниялары. Чоң рахмат 'ITSPACE'",
        "rew--group":"7 айдын ичинде мен көп нерсени үйрөндүм көп. Алар курстан кийин жумуш табууга жардам берди IT компаниялары. Чоң рахмат 'ITSPACE' ",
        "rew2":"7 айдын ичинде мен көп нерсени үйрөндүм көп. Алар курстан кийин жумуш табууга жардам берди IT компаниялары. Чоң рахмат 'ITSPACE' ",
        "rew3":"7 айдын ичинде мен көп нерсени үйрөндүм көп. Алар курстан кийин жумуш табууга жардам берди IT компаниялары. Чоң рахмат 'ITSPACE'",
        "rew4":"7 айдын ичинде мен көп нерсени үйрөндүм көп. Алар курстан кийин жумуш табууга жардам берди IT компаниялары. Чоң рахмат 'ITSPACE'",
        "rew5":"7 айдын ичинде мен көп нерсени үйрөндүм көп. Алар курстан кийин жумуш табууга жардам берди IT компаниялары. Чоң рахмат 'ITSPACE' ",
        "rew6":"7 айдын ичинде мен көп нерсени үйрөндүм көп. Алар курстан кийин жумуш табууга жардам берди IT компаниялары. Чоң рахмат  'ITSPACE' ",
        "rew7":"7 айдын ичинде мен көп нерсени үйрөндүм көп. Алар курстан кийин жумуш табууга жардам берди IT компаниялары. Чоң рахмат 'ITSPACE' "
    },
}