import {LOCALES} from "../locales";

<<<<<<< HEAD
export const Ux={
    [LOCALES.RUSSIAN]:{
        "ux-page":"Получите всестороннее знание дизайна UX/UI, начните зарабатывать от 100 до 1 миллиона долларов, работайте над крупными проектами в крупной компании и займите свою нишу.",
        "ux-text":"Сертификат + работа для студентов, завершивших курс на лучшем уровне",
        "pro":"Дипломные проекты",
        "shop":"3. Интернет магазин",
        "title":"hfpbz",

    },
    [LOCALES.KYRGYZ]:{
        "ux-page":"UX/UI дизайны боюнча ар тараптуу билимге ээ болуп, 100 доллардан 1 миллион долларга чейин киреше таба баштаңыз, чоң долбоорлордо чоң компанияда иштеп өз клечегиңизге кадам таштаңыз.",
        "ux-text":"Курсту мыкты денгээлде аяктаган студенттерге сертификат+жумушка",
        "pro":"Дипломдук долбоорлор",
        "shop":"3. Интернет дүкөн",
        "title":"1. Киришүү"
    }
}

=======
export  const  Ux = {
    [LOCALES.RUSSIAN]:{
      "ux":"История веб-дизайна.<br> В чем разница между веб-дизайнером и дизайнером UX/UI <br> Кто такой UX/UI дизайнер? <br> Знакомство с программой Figma. <br> Знакомство с инструментами в программе Figma <br> Узнать о плагинах и установить их",
        "ux-content":"Шрифты и как их использовать <br> Работа с текстом <br> Сетки в веб-дизайне <br> Работа с цветами <br> Кнопки на интерфейсе <br> Элементы интерфейса",
      "ux-title":"Цель сайта <br> Определите целевую аудиторию <br> Маркетинговые триггеры <br> Где найти контент <br> Пользовательский опыт"
    },
    [LOCALES.KYRGYZ]:{
     "ux":"Веб-дизайндын тарыхы.<br> Веб-дизайнер менен UX/UI дизайнердин айрмасы? <br> UX/UI дизайнер ким?<br> Figma программасы менен таанышуу.<br> Figma программасындагы инстурменттери менен таанышуу.<br> Плагиндер менен таанышуу жана орнотуу ",
     "ux-content":"Шрифттер жана аларды кантип колдонуу керек <br> Текст менен иштөө <br> Веб-дизайндагы торчолор <br> Өңдөр менен иштөө <br> Интерфейстеги баскычтар <br> Интерфейс элементтери",
     "ux-title":"Сайттын максаты <br> Максаттуу аудиторияны аныктоо <br> Маркетинг триггерлери <br> Контентти кайдан тапса болот <br> User Experience"
    },
}
>>>>>>> 6bd1847d5597bef6ff2499b16cf884f7719c0619
