import {LOCALES} from "../locales";

export const Ux={
    [LOCALES.RUSSIAN]:{
        "ux-page":"Получите всестороннее знание дизайна UX/UI, начните зарабатывать от 100 до 1 миллиона долларов, работайте над крупными проектами в крупной компании и займите свою нишу.",
        "ux-text":"Сертификат + работа для студентов, завершивших курс на лучшем уровне",
        "pro":"Дипломные проекты",
        "shop":"3. Интернет магазин",
        "title":"hfpbz",

    },
    [LOCALES.KYRGYZ]:{
        "ux-page":"UX/UI дизайны боюнча ар тараптуу билимге ээ болуп, 100 доллардан 1 миллион долларга чейин киреше таба баштаңыз, чоң долбоорлордо чоң компанияда иштеп өз клечегиңизге кадам таштаңыз.",
        "ux-text":"Курсту мыкты денгээлде аяктаган студенттерге сертификат+жумушка",
        "pro":"Дипломдук долбоорлор",
        "shop":"3. Интернет дүкөн",
        "title":"1. Киришүү"
    }
}

