import {LOCALES} from "../locales";

export  const  Ux = {
    [LOCALES.RUSSIAN]:{
      "ux":"История веб-дизайна.<br> В чем разница между веб-дизайнером и дизайнером UX/UI <br> Кто такой UX/UI дизайнер? <br> Знакомство с программой Figma. <br> Знакомство с инструментами в программе Figma <br> Узнать о плагинах и установить их",
        "ux-content":"Шрифты и как их использовать <br> Работа с текстом <br> Сетки в веб-дизайне <br> Работа с цветами <br> Кнопки на интерфейсе <br> Элементы интерфейса",
      "ux-title":"Цель сайта <br> Определите целевую аудиторию <br> Маркетинговые триггеры <br> Где найти контент <br> Пользовательский опыт"
    },
    [LOCALES.KYRGYZ]:{
     "ux":"Веб-дизайндын тарыхы.<br> Веб-дизайнер менен UX/UI дизайнердин айрмасы? <br> UX/UI дизайнер ким?<br> Figma программасы менен таанышуу.<br> Figma программасындагы инстурменттери менен таанышуу.<br> Плагиндер менен таанышуу жана орнотуу ",
     "ux-content":"Шрифттер жана аларды кантип колдонуу керек <br> Текст менен иштөө <br> Веб-дизайндагы торчолор <br> Өңдөр менен иштөө <br> Интерфейстеги баскычтар <br> Интерфейс элементтери",
     "ux-title":"Сайттын максаты <br> Максаттуу аудиторияны аныктоо <br> Маркетинг триггерлери <br> Контентти кайдан тапса болот <br> User Experience"
    },
}
